"More than %1$@ used on %2$@" = "Mer enn %1$@ brukt på %2$@"; // disk space
"Free memory below %@" = "Ledig minne mindre enn %@";
"CPU usage above %1$@ for %2$@ seconds" = "CPU-bruk over %1$@ i %2$@ sekund";
"Battery now at %@" = "Batteriet er nå på %@";
"No internet connection" = "Ingen Internett-forbindelse";
"Currently %1$@. Feels like %2$@." = "Akkurat nå %1$@. Føles som %2$@."; // weather temperatures
"%li minutes remaining on battery" = "%li minutter igjen på batteriet";
"iStat Menus %.2f (%i) is now installed." = "iStat Menus %.2f (%i) er nå installert.";
"%@ chance of rain" = "%@ sjanse for regn";
"Internet" = "Internett";
"Charger connected" = "Lader tilkoblet";
"Low Battery" = "Lavt batterinivå";
"Forecast for today" = "Værvarsel for i dag";
"Clocks forward %@ hour" = "Klokker fremover %@ time";
"%i Weather Alerts" = "%i vær-meldinger";
"New IP Address '%@'" = "Ny IP-adresse '%@'";
"Active GPU changed" = "Aktiv GPU endret";
"Weather Alert" = "Vær-melding";
"S.M.A.R.T. status changed" = "S.M.A.R.T.-status endret";
"%@ chance of rain tonight" = "%@ sjanse for regn i kveld";
"Load Average above %1$@ for %2$@ seconds" = "Lastgjennomsnitt over %1$@ i %2$@ sekund";
"%1$@ now at %2$@" = "%1$@ nå på %2$@"; // battery level now at %
"'%@' is now being used" = "'%@' er nå i bruk"; // 'x gpu' is now being used
"Memory pressure above %@" = "Minnebelastning over %@";
"Charger disconnected" = "Lader frakoblet";
"Connected to '%@'" = "Tilkoblet '%@'";
"Battery is now charged" = "Batteriet er fulladet";
"Forecast for tomorrow" = "Værvarsel for i morgen";
"New public IP Address '%@'" = "Ny offentlig IP-adresse '%@'";
"%@ chance of rain at night" = "%@ sjanse for regn i natt";
"Low %1$@, High %2$@." = "Laveste %1$@, høyeste %2$@."; // weather temperatures
"Wi-Fi connected to '%@'" = "Wi-Fi koblet til '%@'";
"Connected to internet" = "Koblet til Internett";
"Clocks back %@ hour" = "Klokker bakover %@ time";
"'%1$@' above %2$@ for %3$@ seconds" = "'%1$@' over %2$@ i %3$@ sekund"; // sensor above value for x seconds
"iStat Menus has been updated" = "iStat Menus har blitt oppdatert";
"Less than %1$@ left on %2$@" = "Mindre enn %1$@ tilgjengelig på %2$@"; // disk space
"Current conditions" = "Været akkurat nå";


// Unlocalized strings



// Unlocalized strings

"Daylight saving ends tomorrow at %@" = "Daylight saving ends tomorrow at %@";
"Daylight saving starts tomorrow at %@" = "Daylight saving starts tomorrow at %@";
"Daylight saving starts on %@" = "Daylight saving starts on %@";
"Daylight saving ends on %@" = "Daylight saving ends on %@";


// Modified strings

